Repository: apertium/apertium-sme-nob
Catalog: tmx_data/NRK_filippinene_sme2nob.tmx
Source language: sme
Languages: nob

source: Filippiinnain ávvuda juovllaid
nob: På Filippinene feirer han jul

source: Juovlaruohta de leat ollu juovlaskeaŋkkat juovlamuoraid vuolde.
nob: Julaften er det mange julegaver under juletrærne.

source: Anne Lene Turi ávvuda dál juovllaid Filippiinnain.
nob: Anne Lene Turi feirer nå jul på Filippinene.

source: Doppe lea fuomášan ahte skeaŋkkat eai leat dat deháleamos oassi juovlaruohtas.
nob: Der borte har hun oppdaget at gavene ikke er den viktigste delen av julaften.

source: Dát ii leat nu dábálaš oaidnit Filippiinnain, doppe ii leat juovllain dat deháleamos juovlaskeaŋkkat.
nob: Dette er ikke så vanlig å se på Filippinene, der borte er det ikke i julen de viktigste julegavene.

source: Golmma háve lea Turi fitnan ovttas isidiin Filippiinnain.
nob: Tre ganger har Turi tatt en tur sammen med ektemannen på Filippinene.

source: Dán jagi deaivvai son doppe ávvudit juovllaid, ja lea ge fuomášan ahte lea stuorra erohusat Norgga ja Filippiinnaid juovlaávvudeamis.
nob: Dette året ble hun å feire jul der borte, og hun har også oppdaget at det er store forskjeller mellom Norges og Filippinenes julefeiring.

source: – Láven jurddahallat ahte leat stuora erohusat, ja stuorámus erohus gal lea dat mii guoská skeaŋkkaide.
nob: – Jeg pleier tenke meg at det er store forskjeller, og den største forskjellen er det som berører gavene.

source: Eará juovlavierut
nob: Andre juleskikker

source: Norggas leat skeaŋkkat stuorra oassi min juovlaávvudeamis ja dása illudit ge máŋga máná.
nob: I Norge er gavene en stor del av vår julefeiring og til dette gleder seg også mange barn.

source: Nu ii leat Filippiinnain.
nob: Slik er det ikke på Filippinene.

source: – Min guovllus lea šaddan nu ahte skeaŋkkat leat dehálepmosat juovllaid ja mii oastit ollu skeaŋkkaid.
nob: – I vårt område har det blitt slik at gavene er viktigst i julen og vi kjøper mange gaver.

source: Dáppe ii leat nu ollu diet vierru.
nob: Her er det ikke så mye denne skikken.

source: Dáppe háliida bearaš čoahkkanit ja ávvudit juovllaid ovttas.
nob: Her vil familien samles og feire jul sammen.

source: Vaikko leat muhtin erohusat, de sáhttá maid buohtastahttit sin vieruid min vieruiguin.
nob: Selv om de er noen forskjeller, så kan man også sammenligne deres skikker med våre skikker.

source: ERENOMÁŠ: Dál lea Anne Lene Turi oaidnán movt Filippiinnain ávvudit juovllaid, – Somá oaidnit sin vieruid, lohká son.
nob: SPESIELT: Nå har Anne Lene Turi sett hvordan man feirer jul på Filippinene, – Morsomt å se deres skikker, sier hun.

source: – Filippiinnain lea maid nie movt Sámis.
nob: – På Filippinene er det også slik som i Sameland.

source: Dáppe leat stuorra bearrašat ja buohkat háliidit leat čoahkis.
nob: Her er det store familier og alle vil være samlet.

source: Die lea hui dehálaš seammaláganvuohta.
nob: Det er en svært viktig likhet.

source: Dat ii leat nu ahte go mii dáppe ávvudat juovllaid, de mii leat dušše golmmas.
nob: Det er ikke slik at når vi her feirer jul, så er vi bare tre personer.

source: Dáppe leat álohii fuolkkit obbaáigge láhkosis.
nob: Her er det alltid slektninger hele tiden i nærheten.

source: Erohusat ekonomalaš dilis lea maid mielde váikkuheamen muhtin bearrašiid juovllaide.
nob: Forskjellene i økonomisk forhold er også med å påvirke noen familiers jul.

source: Ovtta dálus sáhttet leat muhtin skeaŋkkat, muhto eai fal nu máŋga.
nob: I et hus kan det være noen gaver, men bare ikke så mange.

source: Ja eará dáluin ges eai oba leat ge skeaŋkkat.
nob: Og i andre hus igjen er det ikke gaver i hele tatt.

source: – Go mu guoimmi fuolkkit ledje čoahkkanan ja mánát ožžo ovtta skeaŋkka, sii ledje nu movttegat dainna skeaŋkkain.
nob: – Da min kamerats slektninger hadde samlet seg og barnene fikk en gave, var de så glade for den gaven.

source: Lei nu somá oaidnit sis dan ilu.
nob: Det var så morsomt å se den gleden hos dem.

source: – Jurddašin dušše ahte ja ja, min guovlluin leat juovlamuorat ja 20-30 skeaŋkka.
nob: – Jeg tenkte bare at ja-ja, i våre områder er det juletrær og 20-30 gaver.

source: Dáppe ledje nu duhtavaččat ovttain skeaŋkkain ja dan gal lei hui somá oaidnit, loahpaha Turi.
nob: Her var de så fornøyde med en gave og det var svært morsomt å se, avslutter Turi.
